[
    {
        "text": "1 chair with red color cover on it from head rest to foot without hand rest"
    },
    {
        "text": "a rocking chair, brown frame, earth colored cushions"
    },
    {
        "text": "A beige wooden rocking chair with a curved back and slotted dowel backrest, featuring 8 poles and rocking feet."
    },
    {
        "text": "an old style brown wooden chair with curved back and curved legs"
    },
    {
        "text": "A brown wooden rocking chair with beige and grey stripes, 10-15 thin rods in the back, and nine legs."
    },
    {
        "text": "a simple looking black plastic chair is good for outdoor"
    },
    {
        "text": "A double-leveled computer table with a metallic frame and wooden top and shelf, featuring a yellow and silver color scheme."
    },
    {
        "text": "double seated chair made of wood on the top and Steel is attached on the bottom."
    },
    {
        "text": "a simple long and tall yellowish rectangular table with thin bases"
    },
    {
        "text": "grey desk"
    },
    {
        "text": "Two white, round nesting tables with 8 metal legs and wheels, creating a double table."
    },
    {
        "text": "Round table top either tightly covered or made out of some sort of plastic.  The table is sitting on a single column that branches out with four con-curved legs."
    },
    {
        "text": "A tall, olive-colored, square table with a blue glass top and wooden frame."
    },
    {
        "text": "A brown arm chair with wide cushioned seating."
    },
    {
        "text": "A pink color moiled chair has a leg and comfortable back."
    },
    {
        "text": "A metal chair with black legs and a purple cushion, featuring a cantilever-style design with a square seat and two linked legs."
    },
    {
        "text": "Brown plastic s-chair with no armrests and a bronze aluminum frame."
    },
    {
        "text": "A sleek black bench with two curved legs and a long, flat top."
    },
    {
        "text": "A rectangular black table with two rectangular bases and six shelves, crafted from wood with a classic design."
    },
    {
        "text": "Gray Color, Round Shape, Plastic Material, TeaPoy Table"
    },
    {
        "text": "Round plastic table with grey legs and a white top."
    },
    {
        "text": "A round wooden table with a circular top and four intersecting square frames forming the legs. It has two slits in the top and a symmetrical base."
    },
    {
        "text": "A table with round shaped plank and has five legs"
    },
    {
        "text": "A tan tear drop shaped wooden table with a grey cubicle base."
    },
    {
        "text": "Modern end table with a beige circular top and small circular base."
    },
    {
        "text": "Rectangular wooden table with a dark red finish and a lower shelf."
    },
    {
        "text": "black iron hook legs table with squire gray metal top table"
    },
    {
        "text": "A brown rectangle table with two broad legs."
    },
    {
        "text": "Rectangular wooden table with two legs, dark brown in color with a smooth finish."
    },
    {
        "text": "A wooden chair with pale green polishing on it."
    },
    {
        "text": "its a long table,the colour is brown.its foe office purpose"
    },
    {
        "text": "A modern blue colored chair with no armrest."
    },
    {
        "text": "A white wooden adirondack beach chair with a grilled back and seat support, featuring a light blue lazy chair design with four legs and armrests."
    },
    {
        "text": "Sleek grey office chair with four wheeled legs and a handle for storage."
    },
    {
        "text": "Classic four-legged chair with slanted backrest and base, crafted from wood in a grayish hue."
    },
    {
        "text": "Geometric white wood chair with silver armrests, yellow cushion, and spindle legs."
    },
    {
        "text": "A wooden table with four legs. It has square shape and sharp legs."
    },
    {
        "text": "A brown wooden table with a rectangular top, but the supports at its bottom make it difficult to sit at."
    },
    {
        "text": "Rectangular grey table with four legs and a smooth surface."
    },
    {
        "text": "Rectangular grey table with four legs and a smooth surface."
    },
    {
        "text": "Sleek rectangular glass coffee table with four curved steel legs and a circular base. Pale blue glass top and grey iron frame."
    },
    {
        "text": "This is a black desk with very stark features. It looks like metal, has eight drawers, a rectangular top and straight legs."
    },
    {
        "text": "A curved two seater wooden seats which can be used in a stadium or halls."
    },
    {
        "text": "A brown reclining outdoor lounge chair.  The chair has a lattice pattern on the fabric on the seat and back.  The arms and legs are hard and black."
    },
    {
        "text": "Rectangular, light brown wood desk with hutch, drawers, and four legs."
    },
    {
        "text": "Light wooden desk with five narrow drawers either side."
    },
    {
        "text": "Rectangular wooden table with two legs, light brown in color with 10 drawers, 5 on each side."
    },
    {
        "text": "This wooden office desk has a bare back, a small rectangular top and 4 drawers on the right hand side. The drawers have metal handles and vary in size."
    },
    {
        "text": "A rectangular center table with white top and steel base"
    },
    {
        "text": "A modern round glass table with three red legs, featuring a circular shape and vibrant red hue."
    },
    {
        "text": "This is table made up wood with square  shape. It is in brown in colour"
    },
    {
        "text": "A four-legged chair with a square base and a comfort back, crafted from wood and finished in brown wicker with a tight weave and a white cushion."
    },
    {
        "text": "A brown wooden chair with a black cushion, four legs, and a tilted backrest."
    },
    {
        "text": "round pedestal table, light gray in color, could be made of metal. single leg is slim with wide round base for balancing"
    },
    {
        "text": "This round table features a grey metal base and a glass top, with a circular shape and geometric design."
    }
    
]